/* MenuView */
"menu.latency" = "Latence :";
"menu.latency.ms" = "ms";
"menu.launch_at_startup" = "Lancer au démarrage";
"menu.settings" = "Réglages...";
"menu.quit" = "Quitter";

/* PreferencesView - Tabs */
"preferences.tab.general" = "Général";
"preferences.tab.about" = "À propos";

/* PreferencesView - General */
"preferences.general.target_host" = "Hôte cible :";
"preferences.general.target_host.placeholder" = "ex., www.google.com";
"preferences.general.update_interval" = "Fréquence :";
"preferences.general.update_interval.unit" = "seconde(s)";
"preferences.general.launch_at_login" = "Lancer à l'ouverture de session :";

/* PreferencesView - About */
"preferences.about.app_name" = "MenuPing";
"preferences.about.version" = "Version 1.0.0";
"preferences.about.description" = "Surveillez la latence de votre connexion internet";
"preferences.about.license" = "Sous licence MIT";
"preferences.about.copyright" = "© 2025 Julien Bordet";
"preferences.about.acknowledgements" = "Remerciements";
"preferences.about.visit_website" = "Visiter le site web";
"preferences.about.send_feedback" = "Envoyer des commentaires";

